{
  "_id": "UV1HlClbWCNcaKBZ",
  "img": "icons/magic/symbols/cross-circle-blue.webp",
  "name": "Anathema (Cleric)",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>Acts fundamentally opposed to your deity's alignment or ideals are anathema to your faith. Learning or casting spells, committing acts, and using items that are anathema to your deity remove you from your deity's good graces.</p>\n<p>Casting spells with the evil trait is almost always anathema to good deities, and casting good spells is likewise anathema to evil deities; similarly, casting chaotic spells is anathema to lawful deities, and casting lawful spells is anathema to chaotic deities. A neutral cleric who worships a neutral deity isn't limited this way, but their alignment might change over time if they frequently cast spells or use abilities with a certain alignment. Similarly, casting spells that are anathema to the tenets or goals of your faith could interfere with your connection to your deity. For example, casting a spell to create undead would be anathema to @UUID[Compendium.pf2e.deities.Item.QZD0u1jxwz0kj8uI]{Pharasma}, the goddess of death. For borderline cases, you and your GM determine which acts are anathema.</p>\n<p>If you perform enough acts that are anathema to your deity, or if your alignment changes to one not allowed by your deity, you lose the magical abilities that come from your connection to your deity. The class features that you lose are determined by the GM, but they likely include your divine font and all divine spellcasting. These abilities can be regained only if you demonstrate your repentance by conducting an <em>@UUID[Compendium.pf2e.spells-srd.Item.7Fd4lxozd11MQ55N]{Atone}</em> ritual.</p>"
    },
    "rules": [],
    "slug": "anathema-cleric",
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.879,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "cleric"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "Pathfinder Core Rulebook",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "level": {
      "value": 1
    },
    "category": "classfeature",
    "onlyLevel1": false,
    "maxTakable": 1,
    "actionType": {
      "value": "passive"
    },
    "actions": {
      "value": null
    },
    "prerequisites": {
      "value": []
    },
    "location": null
  },
  "type": "feat",
  "flags": {
    "core": {
      "sourceId": "Compendium.pf2e.classfeatures.Item.UV1HlClbWCNcaKBZ"
    }
  },
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "compendiumSource": "Compendium.pf2e-legacy-content.class-features-legacy.Item.UV1HlClbWCNcaKBZ",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!UV1HlClbWCNcaKBZ"
}
