{
  "_id": "QlFJyxBTYFSN2EA7",
  "img": "icons/containers/bags/pouch-leather-silver-grey.webp",
  "name": "Fingerprint Kit",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>Rarely found outside of major metropolises, fingerprinting kits are a state-of-the-art, non-magical means of linking suspects to the scene of a crime.</p>\n<p>The kit consists of two parts. The first, a delicate brush and a jar of extremely fine dust, is used to reveal fingerprints left behind by most humanoid creatures. The dust sticks to the natural oils left behind on smooth surfaces. When you use the kit to determine whether or not creatures left behind a fingerprint at a crime scene, the GM rolls a secret Thievery check against the Thievery DC of every creature capable of leaving prints that has interacted with the scene. On a success, you locate a clear print from that creature and carefully transfer it to a special sheet of sticky paper. (Note that fingerprints can last for days, and prints collected in this manner often include those of victims, witnesses, and unrelated passersby.) At the GM's discretion, the print-leaving creature might get a bonus to its Thievery DC for taking special precautions. In other cases, finding a print might be impossible (such as if the creature was wearing gloves or if the location has been significantly compromised).</p>\n<p>The second part of the kit is a small sheaf of paper and a pad soaked in ink. By forcing a humanoid creature with fingerprints to roll a finger across the pad and then press it to the paper, you can obtain an image of the unique whorls in that creature's fingerprints. These can then be compared to any prints found at a crime scene. Successfully determining whether or not two prints match requires a @Check[type:perception|dc:15|traits:action:seek] check-the GM should roll this check secretly as well, since a failed check may result in false information.</p>"
    },
    "rules": [],
    "slug": "fingerprint-kit",
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.879,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [],
      "rarity": "uncommon"
    },
    "publication": {
      "title": "Pathfinder #157: Devil at the Dreaming Palace",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "level": {
      "value": 3
    },
    "quantity": 1,
    "baseItem": null,
    "bulk": {
      "value": 0.1
    },
    "hp": {
      "value": 0,
      "max": 0
    },
    "hardness": 0,
    "price": {
      "value": {
        "gp": 30
      }
    },
    "equipped": {
      "carryType": "worn",
      "invested": null,
      "handsHeld": 0
    },
    "containerId": null,
    "size": "med",
    "material": {
      "type": null,
      "grade": null
    },
    "identification": {
      "status": "identified",
      "unidentified": {
        "name": "",
        "img": "",
        "data": {
          "description": {
            "value": ""
          }
        }
      },
      "misidentified": {}
    },
    "usage": {
      "value": "held-in-two-hands"
    },
    "subitems": []
  },
  "type": "equipment",
  "flags": {
    "core": {
      "sourceId": "Compendium.pf2e.equipment-srd.Item.QlFJyxBTYFSN2EA7"
    }
  },
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "compendiumSource": "Compendium.pf2e-legacy-content.equipment-legacy.Item.QlFJyxBTYFSN2EA7",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!QlFJyxBTYFSN2EA7"
}
