{
  "_id": "7Z6cpy4rXCOaYJJH",
  "img": "systems/pf2e/icons/default-icons/equipment.svg",
  "name": "Nightbreeze Machine",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>The nightbreeze machine can turn a scorching hot room into a comfortable one with just the pull of a lever. Its outer shell is a brass cube half as tall as the average human that houses a series of flat metal \"blades\" in a circular arrangement. When placed on a flat surface, a creature within reach can Interact to flip the lever, turning the machine on. When the machine is active, the blades begin to spin rapidly, setting the air in the room into motion, which cools off the room's inhabitants. A front-mounted metal grate prevents anyone from coming into accidental contact with the spinning blades without impeding airflow.</p>\n<p>The nightbreeze machine was recently commissioned by Malduoni, Keeper of the First Law, leader of the nation of Rahadoum. He tasked the country's brightest inventors with creating devices that would, in his words, \"Ensure that no mortal need fear death from the desert heat.\" This machine was the first creation to come out of this consolidated engineering effort, but it won't be the last.</p>\n<p>A nightbreeze machine can affect an enclosed area of no more than 50 feet by 50 feet and has negligible effect when used in a larger enclosed area or outside. While active, it reduces the effects of severe heat by one step to mild heat, and reduces extreme heat to severe heat. A nightbreeze machine isn't powerful enough to reduce the effects of incredible heat, though fortunately such heat isn't found naturally in the deserts of Rahadoum. A nightbreeze machine runs for 8 hours, after which it must be wound in a process that takes 10 minutes to complete. The 8 hours of activity don't have to be consecutive.</p>"
    },
    "rules": [],
    "slug": "nightbreeze-machine",
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.879,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "air",
        "clockwork"
      ],
      "rarity": "uncommon"
    },
    "publication": {
      "title": "Pathfinder Guns & Gears",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "level": {
      "value": 5
    },
    "quantity": 1,
    "baseItem": null,
    "bulk": {
      "value": 4
    },
    "hp": {
      "value": 0,
      "max": 0
    },
    "hardness": 0,
    "price": {
      "value": {
        "gp": 125
      }
    },
    "equipped": {
      "carryType": "worn",
      "invested": null,
      "handsHeld": 0
    },
    "containerId": "null",
    "size": "med",
    "material": {
      "type": null,
      "grade": null
    },
    "identification": {
      "status": "identified",
      "unidentified": {
        "name": "",
        "img": "",
        "data": {
          "description": {
            "value": ""
          }
        }
      },
      "misidentified": {}
    },
    "usage": {
      "value": "held-in-one-hand"
    },
    "subitems": []
  },
  "type": "equipment",
  "flags": {
    "core": {
      "sourceId": "Compendium.pf2e.equipment-srd.Item.7Z6cpy4rXCOaYJJH"
    }
  },
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "compendiumSource": "Compendium.pf2e-legacy-content.equipment-legacy.Item.7Z6cpy4rXCOaYJJH",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!7Z6cpy4rXCOaYJJH"
}
