{
  "_id": "1fmTXGRPa8fLXZKL",
  "img": "systems/pf2e/icons/default-icons/deity.svg",
  "name": "Balumbdar",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>Balumbdar, or He Who Is Massive, is the god of all huge things in the world that tower over smaller things. Creatures of great size, such as elephants and dinosaurs, are sacred to him, as are natural features that dominate the landscape like mountains and massive trees. Balumbdar is also a god of strength, but of might born of great size rather than training or skill. Balumbdar is considered brutish and dim-witted by most other gods, but the fact that he towers over them in any interaction means he always commands respect. When he bothers to manifest at all, it is as a startlingly large man with slabs of muscle and equally thick rolls of fat. He sometimes instead appears as a city-sized animal or as imposing clouds, heavy with rain and low to the ground.</p>\n<p>Balumbdar's worshippers see their god's might in storms that shred a forest but leave the tallest trees standing, or avalanches that roll across buildings yet leave the mountain untouched. This, they know, is the power of size: to endure when the rest of the world is weak and small. They seek to emulate their god by growing large, either by developing their muscles or becoming immensely fat.</p>\n<p>Balumbdar himself is uncaring about how great size and strength is used, but his followers generally divide themselves into two schools of thought. Those who feel that it is incumbent upon the large to tread upon the small are usually evil. Those who feel that size imparts an obligation to protect the small are usually good. Druids often revere Balumbdar because of his relationship with the natural world, and they adopt the care of animals much larger than they are-or at times, animals that are much smaller, to demonstrate Balumbdar's stalwart guardianship of smaller creatures.</p>\n<p>The Elephant People revere Balumbdar, but not by name; they know that some ancient divine sponsor sent the elephants to the world to guide others. This patron is Balumbdar, who doesn't care that this nameless people have, in turn, no name for him; Balumbdar speaks to them through the elephants that serve his will.</p>\n<p><strong>Edicts</strong> grow as large as you can, shelter those smaller and weaker than you, tend large animals and megafauna</p>\n<p><strong>Anathema</strong> accidentally injure others with your size, topple a massive natural monument, use magic to assume a form smaller than you are</p>"
    },
    "rules": [],
    "slug": "balumbdar",
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.879,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": []
    },
    "publication": {
      "title": "Pathfinder Lost Omens: The Mwangi Expanse",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "category": "deity",
    "sanctification": {
      "modal": "can",
      "what": [
        "holy",
        "unholy"
      ]
    },
    "domains": {
      "primary": [
        "might",
        "nature",
        "perfection",
        "protection"
      ],
      "alternate": []
    },
    "font": [
      "heal"
    ],
    "attribute": [
      "con",
      "str"
    ],
    "skill": [
      "athletics"
    ],
    "weapons": [
      "greatclub"
    ],
    "spells": {
      "1": "Compendium.pf2e.spells-srd.Item.X9dkmh23lFwMjrYd",
      "2": "Compendium.pf2e.spells-srd.Item.wzctak6BxOW8xvFV",
      "4": "Compendium.pf2e.spells-srd.Item.KhM8MhoUgoUjBMIz"
    }
  },
  "type": "deity",
  "flags": {
    "core": {
      "sourceId": "Compendium.pf2e.deities.Item.1fmTXGRPa8fLXZKL"
    }
  },
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "compendiumSource": "Compendium.pf2e-legacy-content.deities-legacy.Item.1fmTXGRPa8fLXZKL",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!1fmTXGRPa8fLXZKL"
}
