{
  "_id": "oV5cnlPJQS8JfMIg",
  "img": "systems/pf2e/icons/default-icons/deity.svg",
  "name": "Cosmic Caravan",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>The Cosmic Caravan is known to astronomers and astrologers alike as a collection of constellations in the sky, said to travel forever in a circle around the star Cynosure. The association of a diverse array of gods and demigods thematically linked with the stars and the spaces between is a relatively new faith that first rose to prominence in western Avistan, particularly in Varisia, Nidal, and Ravounel. The deities worshiped by the faithful of the Cosmic Caravan include: Desna, Groetus, and Sarenrae; the empyreal lords Ashava, Black Butterfly, and Pulura; the elven god Ketephys; and the outer god Yog-Sothoth. This faith has been gaining ground particularly in Nidal, where the worship of the night is overwhelmingly associated with Zon-Kuthon, and a rising number of Cosmic Caravan worshipers seek to oppose or, one day, even overthrow the Midnight Lord's theocracy to reclaim the night from the implications that all who dwell in the dark are evil.</p>\n<p><strong>Edicts</strong> spend time stargazing or meditating in moonlight, aid those who live in regions where Zon-Kuthon (or other religions that espouse the night as a bastion for evil) hold sway, help the desperate or forlorn to see potential for a better life in the future, travel with no particular destination in mind</p>\n<p><strong>Anathema</strong> portray the night as a time of evil, destroy astronomical or astrological equipment, spend the night in the same place twice in a row</p>\n<p><strong>Areas of Concern</strong> constellations, fortune telling, the night, hope for a better tomorrow</p>"
    },
    "rules": [],
    "slug": "cosmic-caravan",
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.879,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": []
    },
    "publication": {
      "title": "Pathfinder: Abomination Vaults Player's Guide",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "category": "pantheon",
    "sanctification": {
      "modal": "can",
      "what": [
        "holy"
      ]
    },
    "domains": {
      "primary": [
        "darkness",
        "fate",
        "freedom",
        "moon"
      ],
      "alternate": [
        "star",
        "void"
      ]
    },
    "font": [
      "harm",
      "heal"
    ],
    "attribute": [
      "cha",
      "dex"
    ],
    "skill": [
      "occultism"
    ],
    "weapons": [
      "starknife"
    ],
    "spells": {
      "1": "Compendium.pf2e.spells-srd.Item.5LYi9Efs6cko4GGL",
      "2": "Compendium.pf2e.spells-srd.Item.0qaqksrGGDj74HXE",
      "6": "Compendium.pf2e.spells-srd.Item.m34WOIGZCEg1h76G"
    }
  },
  "type": "deity",
  "flags": {
    "core": {
      "sourceId": "Compendium.pf2e.deities.Item.oV5cnlPJQS8JfMIg"
    }
  },
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "compendiumSource": "Compendium.pf2e-legacy-content.deities-legacy.Item.oV5cnlPJQS8JfMIg",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!oV5cnlPJQS8JfMIg"
}
