{
  "_id": "3lgzcg84J0fsVqjh",
  "img": "systems/pf2e/icons/default-icons/deity.svg",
  "name": "Esoteric Order of the Palatine Eye",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>Based in Ustalav but active in aristocratic salons and cloistered academies across Avistan and Garund, the Esoteric Order of the Palatine Eye is a mystic order of occultist-nobles who seek philosophical self-awareness and mastery of celestial truths. The order was founded in 3988 AR when the gentleman-explorer Aldus Canter returned from the Osirian desert where he had been lost for 3 years. Aldus spoke of meeting a cult following a desiccated angel named Tabris. Tabris revealed the secret history of the multiverse and tasked Aldus with acting as a messenger of mystic secrets. Upon his return, Aldus gathered a coterie of his fellow Ustalavic nobles eager to plumb these secrets. His message was far from clear, however, consisting of garbled and coded texts in an untidy medley of Osirian mysticism, Pharasmin rites, and Varisian occult lore. Scouring Aldus's texts-both those brought from Osirion and his many annotations and reinterpretations penned thereafter-has been the order's primary activity for centuries, even before the increasingly erratic Aldus disappeared in 4028 AR. The Esoteric Order's meticulous research has produced occult secrets and mystical rites known nowhere else on Golarion and hints at further secret lore for the enlightened. The order's greatest accomplishment, however, was averting a doomsday few on Golarion will ever realize was imminent: in 4718 AR, the order's greatest heroes prevented the planet Aucturn from devouring Golarion.</p>\n<p><strong>Edicts</strong> seek out wisdom of ancient cultures (particularly Ancient Osirion), provide succor to scholars, honor the rites of the order</p>\n<p><strong>Anathema</strong> reveal the order's secrets to those outside the organization (or even to insufficiently ranked members), destroy rare or ancient lore</p>\n<p><strong>Areas of Concern</strong> history, occultism, secret lore</p>"
    },
    "rules": [],
    "slug": "esoteric-order-of-the-palatine-eye",
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.879,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": []
    },
    "publication": {
      "title": "Pathfinder Lost Omens: Gods & Magic",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "category": "philosophy",
    "sanctification": null,
    "domains": {
      "primary": [],
      "alternate": []
    },
    "font": [],
    "attribute": [
      "int",
      "wis"
    ],
    "skill": [
      "occultism"
    ],
    "weapons": [],
    "spells": {}
  },
  "type": "deity",
  "flags": {
    "core": {
      "sourceId": "Compendium.pf2e.deities.Item.3lgzcg84J0fsVqjh"
    }
  },
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "compendiumSource": "Compendium.pf2e-legacy-content.deities-legacy.Item.3lgzcg84J0fsVqjh",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!3lgzcg84J0fsVqjh"
}
