{
  "_id": "IXLzDSMGndFb5rGY",
  "img": "systems/pf2e/icons/default-icons/deity.svg",
  "name": "Falayna",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>Femininity, martial training, and rings are the purview of the Warrior's Ring. In the eyes of Falayna, there is as much grace and beauty in the martial arts as exists in any culture's definition of femininity. The strength of womanhood is a hallmark of femininity, and strength in arms reflects this, with the flourish and personality of a fighting style a vibrant means for self-expression. Followers of Falayna learn to fight so they can both express their body and defend themselves if necessary, and strive to feel beautiful doing so, both in form and in dress. Falayna also enjoys rings, and as such she is associated with events in which rings are given or exchanged, such as weddings.</p>\n<p>When the Warrior's Ring appears to mortals, her form is most often that of a muscular woman with the hair and eye colors most commonly associated with feminine beauty in the mortal's mind. She wears a bright silver breastplate on top of flowing, silken robes, her longsword <em>Betrothal</em> sheathed across her back. On her fingers she wears rings of varying colors, styles, and stones; this jewelry seems to constantly shift, as if her fingers wear all the rings found in all the worlds. Followers of Falayna include warriors, soldiers, squires, jewelers, and those engaged to be married.</p>\n<p><strong>Edicts</strong> Wear and make beautiful things, train for combat, recover and return lost mementos</p>\n<p><strong>Anathema</strong> Disrupt or destroy romantic unions, enforce a dress code, cower from fights</p>\n<p><strong>Areas of Concern</strong> femininity, martial training, and rings</p>"
    },
    "rules": [],
    "slug": "falayna",
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.879,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": []
    },
    "publication": {
      "title": "Pathfinder Lost Omens: Gods & Magic",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "category": "deity",
    "sanctification": {
      "modal": "can",
      "what": [
        "holy"
      ]
    },
    "domains": {
      "primary": [
        "creation",
        "freedom",
        "might",
        "wealth"
      ],
      "alternate": []
    },
    "font": [
      "heal"
    ],
    "attribute": [
      "cha",
      "str"
    ],
    "skill": [
      "athletics"
    ],
    "weapons": [
      "longsword"
    ],
    "spells": {
      "1": "Compendium.pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh",
      "3": "Compendium.pf2e.spells-srd.Item.AMEu5zzLN7uCX645",
      "5": "Compendium.pf2e.spells-srd.Item.TCk2MDwf5L5OYjFC"
    }
  },
  "type": "deity",
  "flags": {
    "core": {
      "sourceId": "Compendium.pf2e.deities.Item.IXLzDSMGndFb5rGY"
    }
  },
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "compendiumSource": "Compendium.pf2e-legacy-content.deities-legacy.Item.IXLzDSMGndFb5rGY",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!IXLzDSMGndFb5rGY"
}
