{
  "_id": "GEBaoeiv5CB9h2Bn",
  "img": "systems/pf2e/icons/default-icons/deity.svg",
  "name": "Ragathiel",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>The General of Vengeance presides over chivalry, duty, and vengeance, acting as the quintessential knight. Born of the archdevil Dispater and Feronia, a neutral demigoddess of fire, Ragathiel struggles to overcome the reputation of his parentage, and he understands the struggle to be accepted, to be trusted, and to fight against his own nature for the sake of good. He represents strength in battle, wrath upon the wicked, absolution or vengeance for the wronged, leadership when needed, and virtue and duty to the innocent. He expects his followers to destroy fiends when they find them and to work toward truly earning the trust and acceptance of those around them. Those who follow him lead by shining example and can be found on the front lines of battle or any conflict against evil they can find.</p>\n<p>The General of Vengeance appears as a massive giant, standing more than 20 feet tall, clad in golden plate armor that shines with its own light and carrying a sword that burns with holy fire. Five flaming wings stretch from his back, three on his left and two on his right-the sixth was lost, torn out by his father in a fit of fury. Followers of Ragathiel include crusaders, knights, soldiers, the falsely accused, the marginalized, and the wronged.</p>\n<p><strong>Edicts</strong> Avenge the wronged, destroy evildoers, lead the charge in battle</p>\n<p><strong>Anathema</strong> Cower from combat, forgive those who have irreparably sinned, leave allies unwillingly in darkness</p>\n<p><strong>Areas of Concern</strong> chivalry, duty, and vengeance</p>"
    },
    "rules": [],
    "slug": "ragathiel",
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.879,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": []
    },
    "publication": {
      "title": "Pathfinder Lost Omens: Gods & Magic",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "category": "deity",
    "sanctification": {
      "modal": "can",
      "what": [
        "holy"
      ]
    },
    "domains": {
      "primary": [
        "destruction",
        "duty",
        "fire",
        "zeal"
      ],
      "alternate": []
    },
    "font": [
      "harm",
      "heal"
    ],
    "attribute": [
      "cha",
      "str"
    ],
    "skill": [
      "intimidation"
    ],
    "weapons": [
      "bastard-sword"
    ],
    "spells": {
      "1": "Compendium.pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh",
      "3": "Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4",
      "4": "Compendium.pf2e.spells-srd.Item.YrzBLPLd3r9m6t1p"
    }
  },
  "type": "deity",
  "flags": {
    "core": {
      "sourceId": "Compendium.pf2e.deities.Item.GEBaoeiv5CB9h2Bn"
    }
  },
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "compendiumSource": "Compendium.pf2e-legacy-content.deities-legacy.Item.GEBaoeiv5CB9h2Bn",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!GEBaoeiv5CB9h2Bn"
}
