{
  "_id": "BazbvgNmK46XjrVc",
  "img": "icons/skills/trades/academics-book-study-purple.webp",
  "name": "Word of Revision",
  "system": {
    "description": {
      "gm": "",
      "value": "<p><strong>Trigger</strong> A creature within range fails or critically fails a saving throw or is reduced to 0 Hit Points</p>\n<hr />\n<p>As all good writers know, you shouldn't kill off your protagonist before their story is complete. When you utter a word of revision, you alter the course of reality the instant it would otherwise have occurred, saving a creature from an unexpected or unwarranted fate. If the triggering creature failed its saving throw, it rerolls the saving throw. If the triggering creature critically failed its saving throw, it instead treats the result of that saving throw as a failure. If the triggering creature was reduced to 0 Hit Points, it remains at 1 Hit Point, and it still suffers any other debilitating effects that were associated with the source of the damage. In the case of a creature critically failing a saving throw or being reduced to 0 Hit Points simultaneously, you choose which of the two events to revise.</p>\n<p>Once a creature is affected by a word of revision, it's temporarily immune to further words of revision for 24 hours, as fate resists allowing even the most important of protagonists from avoiding doom too often!</p>\n<hr />\n<p><strong>Heightened (9th)</strong> You can target up to 10 creatures within range. All targets must still individually qualify as triggering creatures. For example, if a dragon breathed fire on a group of your allies, only those who failed or critically failed their saving throw or those who were reduced to 0 Hit Points could be affected by this spell.</p>"
    },
    "rules": [],
    "slug": "word-of-revision",
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.879,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "concentrate",
        "fortune"
      ],
      "rarity": "rare",
      "traditions": [
        "arcane",
        "occult"
      ]
    },
    "publication": {
      "title": "Pathfinder Kingmaker",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "level": {
      "value": 6
    },
    "requirements": "",
    "target": {
      "value": "1 creature"
    },
    "range": {
      "value": "60 feet"
    },
    "area": null,
    "time": {
      "value": "reaction"
    },
    "duration": {
      "value": "",
      "sustained": false
    },
    "damage": {},
    "defense": null,
    "cost": {
      "value": ""
    },
    "location": {
      "value": null
    },
    "counteraction": false
  },
  "type": "spell",
  "flags": {
    "core": {
      "sourceId": "Compendium.pf2e.spells-srd.Item.BazbvgNmK46XjrVc"
    }
  },
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "compendiumSource": "Compendium.pf2e-legacy-content.spells-legacy.Item.BazbvgNmK46XjrVc",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!BazbvgNmK46XjrVc"
}
