{
  "_id": "D4jwLyzjEsTopn85",
  "img": "icons/sundries/books/book-red-exclamation.webp",
  "name": "Extended Kinesis",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>You've refined the control you can exert over your elements. Add the following options to Base Kinesis.</p>\n<ul>\n<li><strong>Proliferate</strong> You cause an existing element to expand. This works like the generate option, except that you can either create an equal quantity of the element in the same square as its source or in an adjacent square, or cause the element to expand to fill its square (making a flame bigger or turning a twig into a small tree, for example). After you proliferate an element, it reacts to the environment naturally—water you proliferated into thin air would splash back down, for example. This affects only natural forms of the element, not durable, crafted goods.</li>\n<li><strong>Regulate</strong> (air, fire, metal, or water only) You change the temperature of an existing element, making it colder or warmer. This can snuff out a flame or turn water to ice or steam. After this change, the element cools or warms naturally unless you Sustain the impulse. An item that gets cold or hot enough (as determined by the GM) can be used as an improvised weapon that deals @Damage[1[cold]] damage or @Damage[1[fire]] damage in addition to the damage the GM determines for the improvised weapon.</li>\n<li><strong>Sculpt</strong> (earth, metal, or wood only) Reshape an existing element into a small object of a design you choose. It looks crude and artificial on close examination. The sculpted element can be shaped into a functional short tool (or a long tool if your Base Kinesis can affect 1 Bulk or greater). It's too fragile and artificial to be used as a weapon or have any monetary value.\n\n</li>\n</ul>"
    },
    "rules": [],
    "slug": "extended-kinesis",
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.879,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "kineticist"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "Pathfinder Rage of Elements",
      "authors": "",
      "license": "OGL",
      "remaster": true
    },
    "level": {
      "value": 1
    },
    "category": "class",
    "onlyLevel1": false,
    "maxTakable": 1,
    "actionType": {
      "value": "passive"
    },
    "actions": {
      "value": null
    },
    "prerequisites": {
      "value": [
        {
          "value": "Base Kinesis"
        }
      ]
    },
    "location": null
  },
  "type": "feat",
  "flags": {
    "core": {
      "sourceId": "Compendium.pf2e.feats-srd.Item.D4jwLyzjEsTopn85"
    }
  },
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "compendiumSource": "Compendium.pf2e-legacy-content.feats-legacy.Item.D4jwLyzjEsTopn85",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!D4jwLyzjEsTopn85"
}
