{
  "_id": "qgahXDIjevUmk5Ci",
  "img": "systems/pf2e/icons/features/feats/feats.webp",
  "name": "Pact of the Final Breath",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>You've sworn a pact with a powerful psychopomp-typically an olethros advocate or yamaraj judge-granting you a reprieve before your soul will be collected in exchange for respect for the dead and assistance against the undead. As long as you keep your end of the bargain, you live twice as long as you normally would before dying of natural causes. Additionally, the first time each day that you would be reduced to 0 Hit Points and gain the dying condition, you instead regain a number of Hit Points equal to twice your level (starting from 0 HP), remain conscious, and gain fast healing equal to your level for 3 rounds.</p>\n<p>In exchange, you swear to treat the dead you come across with respect, performing last rites and final dispositions to ensure their spirits rest in peace and are less likely to rise as undead. Furthermore, you swear to destroy undead you come across, so long as it's within your power to do so without inordinate risk to yourself. Violating your part of the pact causes its protections to immediately end. If at that point you had already lived beyond your natural lifespan, the psychopomps typically give you a few moments to make any last farewells, and then you simply breathe your final breath and pass on.</p>"
    },
    "rules": [],
    "slug": "pact-of-the-final-breath",
    "_migration": {
      "version": 0.935,
      "lastMigration": null,
      "previous": {
        "schema": 0.879,
        "foundry": "12.331",
        "system": "6.7.2"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "archetype",
        "divine"
      ],
      "rarity": "uncommon"
    },
    "publication": {
      "title": "Pathfinder Dark Archive",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "level": {
      "value": 12
    },
    "category": "class",
    "onlyLevel1": false,
    "maxTakable": 1,
    "actionType": {
      "value": "passive"
    },
    "actions": {
      "value": null
    },
    "prerequisites": {
      "value": [
        {
          "value": "Pactbinder Dedication"
        }
      ]
    },
    "location": null
  },
  "type": "feat",
  "flags": {
    "core": {
      "sourceId": "Compendium.pf2e.feats-srd.Item.qgahXDIjevUmk5Ci"
    }
  },
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.7.2",
    "compendiumSource": "Compendium.pf2e-legacy-content.feats-legacy.Item.qgahXDIjevUmk5Ci",
    "duplicateSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!qgahXDIjevUmk5Ci"
}
