{
    "PF2E.LanguageAbyssal": "Abyssal",
    "PF2E.LanguageAquan": "Aquan",
    "PF2E.LanguageAuran": "Auran",
    "PF2E.LanguageCelestial": "Celestial",
    "PF2E.LanguageGnoll": "Gnoll",
    "PF2E.LanguageIgnan": "Ignan",
    "PF2E.LanguageInfernal": "Infernal",
    "PF2E.LanguageSylvan": "Sylvan",
    "PF2E.LanguageTerran": "Terran",
    "PF2E.TraitAasimar": "Aasimar",
    "PF2E.TraitAbjuration": "Abjuration",
    "PF2E.TraitChaotic": "Chaotic",
    "PF2E.TraitConjuration": "Conjuration",
    "PF2E.TraitDescriptionAasimar": "A creature with this trait is a member of the aasimar ancestry.",
    "PF2E.TraitDescriptionAbjuration": "Effects and magic items with this trait are associated with the abjuration school of magic, typically involving protection or wards.",
    "PF2E.TraitDescriptionChaotic": "Chaotic effects often manipulate energy from chaos-aligned Outer Planes and are anathema to lawful divine servants or divine servants of lawful deities. A creature with this trait is chaotic in alignment.",
    "PF2E.TraitDescriptionConjuration": "Effects and magic items with this trait are associated with the conjuration school of magic, typically involving summoning, creation, teleportation, or moving things from place to place.",
    "PF2E.TraitDescriptionDivination": "The divination school of magic typically involves obtaining or transferring information, or predicting events.",
    "PF2E.TraitDescriptionEnchantment": "Effects and magic items with this trait are associated with the enchantment school of magic, typically involving mind control, emotion alteration, and other mental effects.",
    "PF2E.TraitDescriptionEvil": "Evil effects often manipulate energy from evil-aligned Outer Planes and are antithetical to good divine servants or divine servants of good deities. A creature with this trait is evil in alignment.",
    "PF2E.TraitDescriptionEvocation": "Effects and magic items with this trait are associated with the evocation school of magic, typically involving energy and elemental forces.",
    "PF2E.TraitDescriptionGood": "Good effects often manipulate energy from good-aligned Outer Planes and are antithetical to evil divine servants or divine servants of evil deities. A creature with this trait is good in alignment.",
    "PF2E.TraitDescriptionLawful": "Lawful effects often manipulate energy from law-aligned Outer Planes and are antithetical to chaotic divine servants or divine servants of chaotic deities. A creature with this trait is lawful in alignment.",
    "PF2E.TraitDescriptionNecromancy": "Effects and magic items with this trait are associated with the necromancy school of magic, typically involving forces of life and death.",
    "PF2E.TraitDescriptionOpen": "These maneuvers work only as the first salvo on your turn. You can use an open only if you haven't used an action with the attack or open trait yet this turn.",
    "PF2E.TraitDescriptionTiefling": "A creature with this trait is a member of the tiefling ancestry.",
    "PF2E.TraitDescriptionTransmutation": "Effects and magic items with this trait are associated with the transmutation school of magic, typically changing something's form.",
    "PF2E.TraitDivination": "Divination",
    "PF2E.TraitEnchantment": "Enchantment",
    "PF2E.TraitEvil": "Evil",
    "PF2E.TraitEvocation": "Evocation",
    "PF2E.TraitGood": "Good",
    "PF2E.TraitLawful": "Lawful",
    "PF2E.TraitNecromancy": "Necromancy",
    "PF2E.TraitOpen": "Open",
    "PF2E.TraitTiefling": "Tiefling",
    "PF2E.TraitTransmutation": "Transmutation",
    "PF2E.TraitVersatileChaotic": "Versatile Chaotic",
    "PF2E.TraitVersatileEvil": "Versatile Evil",
    "PF2E.TraitVersatileGood": "Versatile Good",
    "PF2E.TraitVersatileLawful": "Versatile Lawful",
    "PF2E.WeaponPropertyRune": {
        "anarchic": {
            "Name": "Anarchic",
            "Note": {
                "criticalSuccess": "When you critically succeed at a Strike with this weapon against a lawful creature, roll [[/r 1d6 #Anarchic Rune]]. On a 1 or 2, you deal double minimum damage; on a 3 or 4, double your damage normally; on a 5 or 6, you deal double maximum damage."
            }
        },
        "axiomatic": {
            "Name": "Axiomatic",
            "Note": {
                "criticalSuccess": "When you critically succeed at an attack roll with this weapon against a chaotic creature, instead of rolling, count each weapon damage die as average damage rounded up (3 for d4, 4 for d6, 5 for d8, 6 for d10, 7 for d12)."
            }
        },
        "holy": {
            "Name": "Holy",
            "Note": {
                "criticalSuccess": "(<span class=\"pf2-icon\">R</span> command; once per day)<br /><strong>Trigger</strong> You critically succeed at an attack roll against an evil creature with the weapon<br /><strong>Effect</strong> You regain HP equal to double the evil creature's level. This is a good, vitality, healing effect."
            }
        },
        "unholy": {
            "Name": "Unholy",
            "Note": {
                "criticalSuccess": "(<span class=\"pf2-icon\">R</span> command; once per day)<br /><strong>Trigger</strong> You critically succeed at an attack roll against a good creature with the weapon<br /><strong>Effect</strong> The target takes @UUID[Compendium.pf2e.conditionitems.Item.lDVqvLKA6eF3Df60]{Persistent Bleed Damage} equal to 1d8 per weapon damage die of the etched weapon."
            }
        }
    }
}